3;       // - 숫자타입의 데이터 3
3.14;   // - 숫자타입의 데이터 3.14
123456; // - 숫자타입의 데이터 123456
'안녕 j11';  //- 문자열 타입의 데이터
"안녕 js2"; //- 문자열 타입의 데이터
`안녕 js3`;  //- 문자열 타입의 데이터
true;        // - 논리타입
false;       // - 논리타입
        //- js는 소수와 정수를 Number 타입으로 관리한다


//[2] 콘솔에 데이터 출력하기
console.log(3); //3
console.log(3.14);  //3.14
console.log('안녕 js1');
console.log(`안녕 js3`);
console.log("안녕 js2");
console.log(true);

//[실습]
console.log('\\    /\\ \n )  (  \') \n(  /  )\n \\(__)/ ');


//[브라우저에서 입력 받기]
prompt();
prompt("[안내]안녕하세요 아무거나 입력하세요");